[
  {
    "id": "1",
    "title": "Banana-chip chocolate cake recipe",
    "category": "food",
    "author": "Jessica",
    "created_at": "21 July, 2023",
    "priority": 1,
    "views": 2344,
    "img": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F9429430.jpg&q=60&c=sc&poi=auto&orient=true&h=512",
    "subtitle": "This banana chocolate cake recipe makes a delicious banana cake packed with chocolate chips for a delightful way to enjoy a classic flavor combination.",
    "content": "<div class='pmain'> <h3> <strong >Step 1</strong> </h3> <p> Preheat the oven to 350 degrees F (175 degrees C). Grease and flour a 9x13-inch baking dish. </p> <h3> <strong >Step 2</strong> </h3> <p> Mix flour, sugar, baking powder, and salt in a large bowl. Whisk together bananas, melted butter, milk, and egg in a medium bowl. Stir banana mixture into flour mixture until just blended. Stir in chocolate chips. Pour batter into the prepared baking dish. </p> <h3> <strong >Step 3</strong> </h3> <p> Bake in the preheated oven until a toothpick inserted into the center of cake comes out clean with no crumbs (melted chocolate on the toothpick is fine), 30 to 35 minutes. </p> <img src='https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F9429430.jpg&q=60&c=sc&poi=auto&orient=true&h=512' alt='' class='imgf' /> </h3> </div>"
  },
  {
    "id": "2",
    "title": "10 practical ways to choose organic vegetables",
    "category": "food",
    "author": "Jessica",
    "created_at": "21 Jan, 2024",
    "priority": 2,
    "views": 2344,
    "img": "https://www.thegardener.co.za/wp-content/uploads/2018/05/Fotolia_93014626_Subscription_Monthly_M.jpg",
    "subtitle": "Choosing organic vegetables is a great way to support environmentally friendly and sustainable agricultural practices. Here are 10 practical ways to help you select organic vegetables:",
    "content": "<div class='pmain'> <h3> <strong >1. Look for the USDA Organic Seal</strong> </h3> <p> In the United States, the USDA Organic seal indicates that the product has been certified as organic. This label ensures that the vegetables meet specific organic standards. </p> <h3> <strong>2. Check for PLU Codes</strong> </h3> <p> Look at the Price Look-Up (PLU) codes on the produce stickers. Organic fruits and vegetables have a five-digit code that begins with the number 9. </p> <h3> <strong>3. Shop at Certified Organic Stores</strong> </h3> <p> Visit stores that specialize in organic products or have a dedicated organic section. These stores are more likely to carry a variety of organic vegetables. </p> <h3> <strong>4. Farmer's Markets</strong> </h3> <p> Local farmer's markets often have organic farmers who sell their produce directly to consumers. Engage with the farmers and inquire about their growing practices. </p> <h3> <strong>5. Community Supported Agriculture (CSA)</strong> </h3> <p> Joining a CSA allows you to receive a share of a local farm's produce regularly. Many CSAs focus on organic farming practices. </p> <h3> <strong>6. Read Labels</strong> </h3> <p> Read the labels on packaged vegetables to ensure they are certified organic. Some processed or pre-packaged vegetables may contain non-organic ingredients. </p> <h3> <strong>7. Know the Dirty Dozen and Clean Fifteen</strong> </h3> <p> Familiarize yourself with the Environmental Working Group's Dirty Dozen and Clean Fifteen lists. The Dirty Dozen highlights produce with higher pesticide residues, while the Clean Fifteen includes items with lower residues. </p> <h3> <strong>8. Buy Seasonal</strong> </h3> <p> Purchase vegetables that are in season. Seasonal produce is more likely to be locally sourced and may have a higher chance of being organic. </p> <h3> <strong>9. Educate Yourself</strong> </h3> <p> Learn about the organic standards and regulations in your country. This knowledge will help you make informed decisions when shopping for organic vegetables. </p> <h3> <strong>10. Grow Your Own</strong> </h3> <p> Consider growing your own organic vegetables. This way, you have complete control over the growing process and can ensure that no synthetic pesticides or fertilizers are used. </p> <img src='https://www.thegardener.co.za/wp-content/uploads/2018/05/Fotolia_93014626_Subscription_Monthly_M.jpg' alt='' class='imgf' /> </div>"
  },
  {
    "id": 3,
    "title": "We are making homemade ravioli",
    "category": "food",
    "author": "Jessica",
    "created_at": "21 Jan, 2024",
    "priority": 3,
    "views": 2344,
    "img": "https://www.theclevercarrot.com/wp-content/uploads/2022/09/Homemade-ravioli_.jpg",
    "subtitle": "Learn how to make fresh homemade ravioli (from scratch!) with easy step-by-step recipe instructions & video, plus a creamy, 5-ingredient cheese filling with fresh basil. No ravioli makers or molds required!",
    "content": "<div class='pmain'> <h3> <strong >Step #1: Make Pasta Dough</strong> </h3> <p> There are several ways to make fresh pasta dough. The food processor method is the fastest. To do so: add the flour, eggs and olive oil to a food processor fitted with the metal blade. Process to form dough, about 15-20 seconds. Remove to your work surface and cover with an upturned bowl for 5 minutes- it will be much easier to knead in the next step. </p> <p> Knead dough for 1-2 minutes to form a ball (don’t worry about technique here, the food processor does most of the kneading for you) cover again, and let rest for 30 minutes to 1 hour to relax the gluten. Use this time to make the ravioli filling. </p> <h3> <strong>Step #2: Make Ravioli Filling</strong> </h3> <p> While the pasta dough is resting: combine the drained ricotta, mascarpone, chopped basil leaves, Parmesan cheese and egg. Season with salt and pepper; mix well. Give it a taste (it should be highly seasoned). Cover and chill until ready to use. This step can be done 1-2 days in advance. </p> <h3> <strong>Step #3: Roll Pasta Dough Into Sheets</strong> </h3> <p> Cut the pasta dough into 4 equal pieces. Flatten one piece into an 8×5-inch disc (re-wrap or cover the remaining pieces so they don’t dry out). </p> <p> Send the disc through the roller on the widest/lowest setting. This is #1 on the Kitchen Aid attachment. Send it through a second time. (Note: if using a hand crank pasta machine instead, refer to their specific instructions for rolling the dough for ravioli. The settings are reversed, but the process is the same). </p> <p> Continue to roll the dough through settings #2-5 (2x on each setting) until the pasta sheet is slightly translucent and you can see your hand underneath, about 1 mm thick. </p> <p> When finished, lightly trim the rounded edges. Cut into 10-12-inch long sheets. Your sheets do not have to look perfect- you’ll trim more later on. Place onto your sheet pan and cover with parchment paper. Repeat to roll the remaining 3 pieces of dough. </p> <h3> <strong>Step #4: Assemble & Cut Ravioli</strong> </h3> <p> Grab a pasta sheet. Dollop the cheese filling (in rounded teaspoons), down the center of the sheet, spaced 2 finger-widths apart. </p> <p> Place a second sheet on top, like making a sandwich. </p> <p> Smooth the pasta sheet with your fingertips, working around the filling to get the air bubbles out. I use my pinkies. Press to seal the edges and sides. Refer to my video for guidance. </p> <img src='https://www.theclevercarrot.com/wp-content/uploads/2022/09/Homemade-ravioli_.jpg' alt='' class='imgf' /> </div>"
  }
]
