[
  {
    "id": "1",
    "title": "We visited the ancient theater in Macedonia",
    "category": "travel",
    "author": "Jessica",
    "created_at": "21 July, 2023",
    "priority": 1,
    "views": 2344,
    "img": "https://i0.wp.com/balkanweek.com/wp-content/uploads/2022/04/%D0%90%D0%BD%D1%82%D0%B8%D1%87%D0%BA%D0%B8-%D1%82%D0%B5%D0%B0%D1%82%D0%B0%D1%80-%D0%9E%D1%85%D1%80%D0%B8%D0%B4.jpg?w=808&ssl=1",
    "subtitle": "Ancient Theater Ohrid",
    "content": "<div class='pmain'> <h3> <strong >Ancient Theater Ohrid</strong> </h3> <p> The ancient theater is located at the foot of the eastern side of the Ohrid hill, under the Samoil Fortress, near one of the main entrances – Gorna Porta, from where an unforgettable view of Lake Ohrid is captured. It was built more than two millennia ago, around the end of the 3rd or the beginning of the 2nd century, in the period of late Hellenism, and was intended for showing dramatic, musical and poetic performances to the lovers of theatrical art. It is built on the reputation of the famous Greek stone buildings of this type, with rich architectural decoration, especially on the theater building which was decorated with a frieze of bas-relief plates which included scenes from the life of the gods. On two such marble slabs, which are now kept in the Ohrid Museum, the god Dionysus is represented in the company of the Muses. </p> <img src='https://i0.wp.com/balkanweek.com/wp-content/uploads/2022/04/%D0%90%D0%BD%D1%82%D0%B8%D1%87%D0%BA%D0%B8-%D1%82%D0%B5%D0%B0%D1%82%D0%B0%D1%80-%D0%9E%D1%85%D1%80%D0%B8%D0%B4.jpg?w=808&ssl=1' alt='' class='imgf' /> </div>"
  },
  {
    "id": "2",
    "title": "To visit the fairy chimneys and antique cities in Turkey",
    "category": "travel",
    "author": "Jessica",
    "created_at": "21 Jan, 2024",
    "priority": 2,
    "views": 2344,
    "img": "https://www.geoex.com/app/uploads/2019/07/turkey-goreme-tour-geoex.jpg",
    "subtitle": "Ali’s Heritage Garden",
    "content": "<div class='pmain'> <h3> <strong >Ali’s Heritage Garden</strong> </h3> <p> Pink skid marks faded to purple in the blackening sky as lights popped on across Goreme, the stony Turkish village below me. I had checked into my room and then saw my friend, Ali, sitting alone on the terrace of the hotel he had built within the cave walls where his family had originally lived. Cave homes had been a common form of habitation in this rugged land. Ali’s chair was turned toward the dark valleys on the opposite side of the illuminated village. He was nursing a beer. </p> <p> “Iyi Aksamlar (Good evening), Ali. May I join you?” I saw a flash of melancholy disap-pear from his face as he turned, stood up, and graciously pulled out a chair and ordered me a glass of wine. “Why are you sitting here alone?” I asked, taking the seat next to him. </p> <p> His curly, silver-streaked hair glistened in the moonlight and his muscular body looked tight and tense. He answered me in a faraway voice. “I was remembering my grandfather and his garden outside of the village. I used to love working there as a boy. I wonder what he would think of Goreme now? What would he think of me?” </p> <p> “He would be proud. You’ve built some of the best hotels in Cappadocia. You work to preserve the local environment and traditions. You employ many people and support others through your generosity. You have a beautiful family.” </p> <p> Ali lowered his eyes and whispered, “I don’t know what’s right or good anymore.” Then he was silent and resumed looking at the faraway dark canyons. Having known Ali for fifteen years, I sensed we were done talking. I drank my wine quietly, staring at hundreds of Tinker Bell lights shimmering in Goreme, which from many previous visits, had become like a second home to me. </p> <p> Goreme is in the heart of Cappadocia: a moonscape land covered with hundreds of phallic towers with tilting tips, mysterious arched caves, and unique meringue-like conic tufa peaks called fairy chimneys. The fairy chimneys, a product of volcanic eruptions over ten million years ago, are unique natural structures that have been chiseled by wind, rain, and snow and pose as curious sculptures all over this rugged land. Many were used as churches in the Middle Ages, adorned with Byzantine painted stories and icons. Variegated earth tone cliffs with swirled rose-colored layers hide several underground cities that housed Christians who were seeking safety, first from the Romans and then from various Turkish tribal regimes. </p> <img src='https://www.geoex.com/app/uploads/2019/07/turkey-goreme-tour-geoex.jpg' alt='' class='imgf' /> </div>"
  },
  {
    "id": 3,
    "title": "Travel to the oldest city in the world in Mardin",
    "category": "travel",
    "author": "Jessica",
    "created_at": "21 Jan, 2024",
    "priority": 3,
    "views": 2344,
    "img": "https://media.cntravellerme.com/photos/659be2b883458a158fe04a83/16:9/w_1920,c_limit/511746788",
    "subtitle": "This Turkish hillside city offers a unique vantage point on history",
    "content": "<div class='pmain'> <h3> <strong >Grand Mosque Mardin</strong> </h3> <p> The towering minaret of the Grand Mosque, also known as the Ulu Camii, dominates the skyline of Mardin. From the terrace cafes and rooftops of the city, the soaring structure reigns supreme, arching over the compact limestone houses below. As you make your way through the enshrouded pathways of the old bazaar towards the mosque, its minaret still manages to vie for your attention, occasionally jutting out from the skyline in these otherwise cloaked avenues. Upon entering Ul Camii, visitors will be greeted by a sweeping courtyard and Artuqid architecture thought to date back to the twelfth century. Venture through, hunting down ancient Artuqid inscriptions, wooden carvings and views over the Mesopotamia plains. </p> <img src='https://media.cntravellerme.com/photos/659be2b883458a158fe04a83/16:9/w_1920,c_limit/511746788' alt='' class='imgf' /> </div>"
  },
  {
    "id": 4,
    "title": "New mosque in Germany",
    "category": "travel",
    "author": "Jessica",
    "created_at": "21 Jan, 2024",
    "priority": 4,
    "views": 2344,
    "img": "https://iadsb.tmgrup.com.tr/f4b39b/0/0/0/0/650/434?u=https://idsb.tmgrup.com.tr/2017/06/09/turkeys-ditib-opens-new-mosque-for-worship-in-germanys-cologne-1497026861862.jpg",
    "subtitle": "Turkey’s DITIB opens new mosque for worship in Germany’s Cologne",
    "content": "<div class='pmain'> <h3> <strong >Turkey’s DITIB opens new mosque for worship in Germany’s Cologne</strong> </h3> <p> The Turkish-Islamic Union for Religious Affairs (DITIB) opened a new mosque for worship on Friday in the German city of Cologne. The foundation of the DITIB Central Mosque was laid in 2009 and, according to the organization, an official opening ceremony will be held within the next two months.  </p> <img src='https://iadsb.tmgrup.com.tr/f4b39b/0/0/0/0/650/434?u=https://idsb.tmgrup.com.tr/2017/06/09/turkeys-ditib-opens-new-mosque-for-worship-in-germanys-cologne-1497026861862.jpg' alt='' class='imgf' /> </div>"
  },
  {
    "id": 5,
    "title": "A unique beauty from the night view of Istanbul",
    "category": "travel",
    "author": "Jessica",
    "created_at": "21 Jan, 2024",
    "priority": 5,
    "views": 2344,
    "img": "https://a.cdn-hotels.com/gdcs/production175/d754/d756ebcf-98f2-4434-995f-ed439e38d9d2.jpg?impolicy=fcrop&w=1600&h=1066&q=medium",
    "subtitle": "Turkey’s DITIB opens new mosque for worship in Germany’s Cologne",
    "content": "<div class='pmain'> <h3> <strong >1. Bosphorus dinner cruise</strong> </h3> <p> Luxury on the river with traditional Turkish food and drinks </p> <img src='https://a.cdn-hotels.com/gdcs/production175/d754/d756ebcf-98f2-4434-995f-ed439e38d9d2.jpg?impolicy=fcrop&w=1600&h=1066&q=medium' alt='' class='imgf' /> <h3> <strong >2. Istanbul Sapphire</strong> </h3> <p> Evening cityscapes from Europe’s 2nd-tallest building </p> <h3> <strong >3. Galata Bridge</strong> </h3> <p> A cultural staple full of bars, restaurants and shops </p> <h3> <strong >4. Grand Bazaar</strong> </h3> <p> Get lost in a labyrinth of colour and flavour </p> <h3> <strong >5. Istanbul Dervish Ceremony</strong> </h3> <p> A mesmerising dance with traditional music </p> <h3> <strong >6. Istanbul Turkish baths</strong> </h3> <p> Relax in thermal pools in an ancient bathhouse </p> <h3> <strong >7. Sultan Ahmet Park</strong> </h3> <p> Stroll among illuminated mosques and flower gardens </p> <img src='https://a.cdn-hotels.com/gdcs/production9/d1337/9110c142-1e7c-4488-83d8-0ba12697e6aa.jpg?impolicy=fcrop&w=1600&h=1066&q=medium' alt='' class='imgf' /> <h3> <strong >8. Harab’be Cafe</strong> </h3> <p> Shisha and cocktails in the heart of the city </p> <img src='https://a.cdn-hotels.com/gdcs/production106/d940/c9693a58-7e4d-4015-8f7c-a5c02754f840.jpg?impolicy=fcrop&w=1600&h=1066&q=medium' alt='' class='imgf' /> <h3> <strong >9. Meyhane-hopping in Istanbul</strong> </h3> <p> Traditional Istanbul pubs offering food, drinks, and music </p> <h3> <strong >10. Beyoglu district</strong> </h3> <p> The home of dance clubs and late nights in Istanbul </p> </div>"
  },
  {
    "id": 6,
    "title": "The story of white ages in Pamukkale",
    "category": "travel",
    "author": "Jessica",
    "created_at": "21 Jan, 2024",
    "priority": 6,
    "views": 2344,
    "img": "https://miro.medium.com/v2/resize:fit:720/format:webp/1*4TU3VW1oJFhsAqFzO7aPWA.jpeg",
    "subtitle": "Leave the snowsuit at home",
    "content": "<div class='pmain'> <h3> <strong >Pamukkale: Turkey’s Snow White Landscape</strong> </h3> <p> After three days just chillin’ in Bodrum, Turkey — no touring, no hiking, just lying by the pool, strolling along the Mediterranean shore, and enjoying the tropical scenery, I was ready for an adventure. And Pamukkale was it! </p> <img src='https://miro.medium.com/v2/resize:fit:720/format:webp/1*4TU3VW1oJFhsAqFzO7aPWA.jpeg' alt='' class='imgf' /> </div>"
  },
  {
    "id": 7,
    "title": "Milestone stone statue of 200 years ago",
    "category": "travel",
    "author": "Jessica",
    "created_at": "21 Jan, 2024",
    "priority": 7,
    "views": 2344,
    "img": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2023/4/14/vandalized-statue-1-6355460-1681477601739.jpg",
    "subtitle": "Blue crayon scrawlings were discovered on the Sabrina statue on Easter Saturday. The statue was designed in the 18th century",
    "content": "<div class='pmain'> <h3> <strong >Sculpture over 200 years old vandalized with blue crayon</strong> </h3> <p> A statue more than 200 years old of the water nymph Sabrina has been vandalized with blue crayon, British conservation charity the National Trust said in a statement. </p> <p> The damaged sculpture in Worcestershire, western England, was first discovered on Easter Saturday but after taking advice from conservators and cleaning the statue, the National Trust was able to remove the crayon on Thursday morning, it added. </p> <p> A memorial to landscape designer and architect Lancelot ”Capability” Brown, also situated in the grounds of the historic Croome estate, was similarly vandalized with blue crayon and the National Trust said it is still in the process of cleaning it. </p> <img src='https://www.ctvnews.ca/content/dam/ctvnews/en/images/2023/4/14/vandalized-statue-1-6355460-1681477601739.jpg' alt='' class='imgf' /> </div>"
  },
  {
    "id": 8,
    "title": "A short trip to the most beautiful martyrs of India",
    "category": "travel",
    "author": "Jessica",
    "created_at": "21 Jan, 2024",
    "priority": 8,
    "views": 2344,
    "img": "https://static.toiimg.com/photo/107437393/Neil-Island.jpg?width=748&resize=4",
    "subtitle": "A walk through Shaheed Dweep: The isle of Martyrs in the Andamans",
    "content": "<div class='pmain'> <h3> <strong >A walk through Shaheed Dweep: The isle of Martyrs in the Andamans</strong> </h3> <p> The Andaman and Nicobar Islands are a stunning archipelago of natural wonders and historical importance. Among these islands lies a gem with a history named Shaheed Dweep, earlier known as Neil Island. </p> <img src='https://static.toiimg.com/photo/107437393/Neil-Island.jpg?width=748&resize=4' alt='' class='imgf' /> </div>"
  }
]
